var other_name = 
["ファーストドリンク"
,"グラス水" 
,"最優先オーダー"
,"氷なし"
,"ガムシロ"
,"ミルク" 
,"ジュースグラス"
,"グラスバック"
,"スティックシュガー"
,"氷（グラス入）" 
,"ドリンク請求"
,"プチカップ"
,"マドラー"
,"ストロー" 
,"お湯入りグラス"
,"レモンスライス"
,"ドリンク請求3回目"
,"ドリンク請求2回目" 
,"嘔吐セット"
,"年齢確認"
,"ブラックライト"
,"サワーグラス" 
,"飲み放題延長確認"
,"灰皿"
,"ロックグラス"
,"ワイングラス" 
,"おちょこ"
,"濃いめで提供"
,"ゾンビグラス"
,"シャンパングラス" 
,"薄目で提供"
,"チェイサー"
,"ソーダで作成"
,"灰皿交換" 
,"お湯割りグラス"
,"冷酒用おちょこ"
,"白ワイングラス"
,"赤ワイングラス" 
,"モエシャンパングラス"
,"アイストング"
,"チェイサー"
,"ショットグラス" 
,"カットレモン＆塩"
,"ダブルで作成"
,"アイススプーン"
,"おしぼり" 
,"ケチャップ"
,"スプーン（小）"
,"スプーン（大）"
,"タバスコ" 
,"バースプーン"
,"はし、おしぼり、取り皿"
,"ハバネロ"
,"ファーストフード" 
,"フード2回目請求"
,"フード3回目請求"
,"フォーク(小）"
,"フォーク(大）" 
,"マスタード"
,"マヨネーズ"
,"マヨネーズ、七味"
,"ようじ" 
,"レモンカルチェ"
,"塩"
,"最優先オーダー（フード）"
,"七味" 
,"取り皿"
,"醤油ポーション"
,"ストロベリーソース"
,"チョコソース" 
,"ブルーベリーソース"
,"黒糖きなこ"
,"スイートチリ"
,"チョコレート" 
,"マヨネーズ"
,"はし"
,"販促"
,"バジルソース" 
,"アンチョビ"
,"はちみつ"
,"ケチャップ"
,"マスタード" 
,"グラス破損"
,"コスプレ案内"
,"こぼした(ダスター)"
,"こぼした(モップ)" 
,"ご案内"
,"タンバリン"
,"トイレチェック"
,"トーション" 
,"マイクスタンド"
,"マラカス2本"
,"メニュー交換"
,"温度下げる" 
,"温度上げる"
,"丸イス"
,"在室確認"
,"持ち込み確認" 
,"写真撮影"
,"人数確認"
,"年齢確認"
,"録音" 
,"録音説明"
,"DAMCOデンモク"
,"スマートダムデンモク"
,"デンモク" 
,"デンモクID"
,"デンモクIDS"
,"DAM歌本"
,"DAM外国語歌本" 
,"DAM新譜歌本"
,"JOY F1 曲ナビ"
,"キョクナビ-S"
,"キョクナビ-黒" 
,"キョクナビ-青"
,"キョクナビ-白"
,"ジョイナビ"
,"歌本" 
,"外国語歌本"
,"確認　マイク（黄）"
,"確認　マイク（緑）"
,"DVDプレイヤー接続" 
,"ハウリング調整"
,"ペアリング調整"
,"ヘッドセットマイク（無料）"
,"ヘッドホンレンタル（無料）" 
,"マイク交換（黄）"
,"マイク交換（緑）"
,"リモコン確認"
,"リモコン説明" 
,"リモコン電池交換"
,"機器説明"
,"採点説明"
,"充電不良" 
,""
,""
,""
,"" 
,""
,""
,""
,"" 
,""
,""
,""
,"" 
,""
,""
,""
,
,
,
,
,
,
,
,
,
,
,
,
,
,
,
,
,
];

var other_num = 
["アイスウーロン茶"
,"コーラ" 
,"ジンジャーエール"
// ,
// ,
// ,
// ,
// ,
// ,
// ,
// ,
// ,
// ,
// ,
// ,
// ,
// ,
// ,
// ,
// ,
// ,
// ,
];